Repository: joynal05/booking-2
Catalog: languages-old/plugins/responsive-lightbox-*.po
Languages: de_de

source: Selected images
de_de: Ausgewählte Bilder

source: Clear selected images
de_de: Ausgewählte Bilder abwählen

# taxonomy general name
source: Media Folders
de_de: Medien Ordner

# taxonomy singular name
source: Media Tag
de_de: Medien-Tag

# taxonomy general name
source: Media Tags
de_de: Medien-Tags

source: Check this to enable access to plugin features for selected user roles.
de_de: Aktiviere dies, um Plugin-Funktionen für ausgewählte Benutzerrollen freizugeben.

source: Enable advanced capability management.
de_de: Verwaltung von erweiterten Berechtigungen aktivieren.

source: Enable this to delete all plugin settings and also delete all plugin capabilities from all users on deactivation.
de_de: Aktiviere dies, um beim Deaktivieren des Plugins alle Einstellungen sowie alle Berechtigungen für alle Benutzer zu löschen.

source: Role
de_de: Rolle

source: Capabilities
de_de: Berechtigungen

source: Capabilities give you the ability to control what users can and cannot do within the plugin. By default only the Administrator role allows a user to perform all possible capabilities. But you can fine tune these settings to match your specific requirements.
de_de: Berechtigungen ermöglichen zu kontrollieren, welche User was bearbeiten dürfen. Standardmäßig dürfen nur Administratoren alle Optionen bearbeiten - Du kannst aber die Einstellungen so ändern, dass sie den speziellen Anforderungen entsprechen.

source: Capabilities Settings
de_de: Berechtigungen Einstellungen

source: Responsive Lightbox & Gallery - Deactivation survey
de_de: Responsive Lightbox & Gallery - Umfrage zur Deaktivierung

source: Edit tag
de_de: Schlagwort bearbeiten

source: Edit category
de_de: Kategorie bearbeiten

source: New gallery
de_de: Neue Galerie

source: Deactivate & Submit
de_de: Deaktivierungen und speichern

source: Deactivate
de_de: Deaktivieren

source: Other
de_de: Andere

source: Support isn't timely.
de_de: Support ist zu langsam.

source: The plugin is not what I was looking for.
de_de: Das Plugin entspricht nicht meiner Anforderung.

source: The User Interface is not clear to me.
de_de: Das Interface ist zu unübersichtlich.

source: I found another plugin to use for the same task.
de_de: Ich habe für diesen Zweck ein andres Plugin gefunden.

source: I couldn't figure out how to make it work.
de_de: Ich habe es nicht zum Laufen gebracht.

source: We're sorry to see you go. Could you please tell us what happened?
de_de: Wir bedauern es, dass Du das Plugin deaktivierst. Würdest Du uns bitte mitteilen, warum?

source: Manage Settings
de_de: Einstellungen verwalten

source: Manage Gallery Tags
de_de: Galerie Schlagwörter verwalten

source: Manage Gallery Categories
de_de: Galerie Kategorien verwalten

source: Read Private Galleries
de_de: Private Galerien ansehen

source: Delete Private Galleries
de_de: Private Galerien löschen

source: Delete Others Galleries
de_de: Galerien anderer User löschen

source: Delete Published Galleries
de_de: Veröffentlichte Galerien löschen

source: Delete Galleries
de_de: Galerien löschen

source: Edit Private Galleries
de_de: Private Galerien bearbeiten

source: Edit Others Galleries
de_de: Galerien anderer User bearbeiten

source: Edit Published Galleries
de_de: Veröffentlichte Galerien bearbeiten

source: Edit Galleries
de_de: Galerien bearbeiten

source: Publish Galleries
de_de: Galerien veröffentlichen

source: Upload and Select
de_de: Upload und Auswahl

source: Media Folders are disabled. Enable it in the settings.
de_de: Medienordner sind deaktiviert. Aktiviere sie in den Einstellungen.

source: Remote Library is disabled. Enable it in the settings.
de_de: Externe Bibliothek deaktiviert. Aktiviere sie in den Einstellungen.

source: Last page
de_de: Letzte Seite

source: Next page
de_de: Nächste Seite...

source: Current Page
de_de: Aktuelle Seite

source: Previous page
de_de: Vorherige Seite

source: First page
de_de: Erste Seite

source: Include children.
de_de: Untergeordnete Elemente einschließen

source: Select gallery
de_de: Galerie auswählen

source: Insert gallery into post
de_de: Galerie in Beitrag einfügen

source: Filter by category
de_de: Nach Kategorie filtern

source: All categories
de_de: Alle Kategorien

source: Duplicate
de_de: Duplizieren

source: Duplicate this item
de_de: Dieses Element duplizieren

source: Copy creation failed, could not find original gallery:
de_de: Erstellung der Kopie fehlgeschlagen, konnte die Original-Galerie nicht finden

source: You do not have permission to copy this gallery.
de_de: Du hast keine Berechtigung, diese Galerie zu kopieren.

source: No gallery to duplicate has been supplied!
de_de: Es gibt keine Galerie zum Kopieren!

source: All Media Providers
de_de: Alle Medien-Anbieter

source: Select which remote library should be used.
de_de: Wähle, welche externe Bibliothek verwendet werden soll.

source: Enter the search phrase.
de_de: Suchbegriff eingeben

source: Search string
de_de: Suchbegriff

source: Select media folder.
de_de: Medienordner auswählen

source: Media Folder
de_de: Medien Ordner

source: Media Folders
de_de: Medien Ordner

source: Collapse %s
de_de: Einklappen %s

source: Expand %s
de_de: Ausklappen %s

source: Delete %s
de_de: %s löschen

source: Cancel renaming %s
de_de: Umbenennen abbrechen %s

source: Save %s
de_de: Speichern %s

source: Cancel adding new %s
de_de: Abbrechnen hinzufügen neue %s

source: Save new %s
de_de: Speichern neue %s

source: Are you sure you want to delete this folder with all subfolders?
de_de: Bist Du sicher, dass Du diesen Ordner mit allen Subordnern löschen möchtest?

source: Are you sure you want to delete this folder?
de_de: Bist Du sicher, dass Du diesen Ordner löschen möchtest?

source: New Folder
de_de: Neuer Ordner

source: Upload files to
de_de: Dateien hochladen in

source: Root Folder
de_de: Basis Ordner

source: Below you'll find a list of available remote media libraries. If you're looking for Pixabay, Pexels, Instagram and other integrations please check the <a href="%s" target="_blank">Remote Library Pro addon</a>.
de_de: Nachstehend eine Liste der verfügbaren externen Bibliotheken. Für Pixabay, Pexels, Instagram und andere Integrationen sieh Dir bitte das <a href="%s" target="_blank">Remote Library Pro addon</a> an.

source: hour(s)
de_de: Stunde(n)

source: Enter the cache expiry time.
de_de: Eingabe der Verfallszeit des Cache.

source: Cache expiry
de_de: Verfallszeit des Cache.

source: Enable remote library requests caching.
de_de: Caching für Abfragen aus externer Bibliothek aktivieren.

source: Check this to enable remote access to the following image libraries.
de_de: Anklicken, um externen Zugang zu den folgenden Bild-Bibliotheken zu aktivieren.

source: Enable remote libraries.
de_de: Externe Bibliotheken aktivieren.

source: Remote Library
de_de: Externe Bibliothek

source: Media Providers
de_de: Medien-Anbieter

source: Enable to highlight folder's row as a clickable area.
de_de: Aktiviere das Markieren einer Reihe eines Folders als anklickbaren Bereich

source: Whole row
de_de: Gesamte Reihe

source: Select to remove subfolders when parent folder is deleted.
de_de: Wähle, um Subordner zu entfernen, wenn übergeordneter Ordner gelöscht wird.

source: Subfolder removal
de_de: Entfernen der untergeordneten Ordner

source: Enable to show the taxonomy in the admin menu.
de_de: Aktiviere die Anzeige der Taxonomie im Admin Menü

source: Show in menu
de_de: Im Menü anzeigen

source: Enable if you want to use media tags.
de_de: Anklicken, um Tags für Medien zu aktivieren.

source: Enable media tags.
de_de: Tags für Medien aktivieren.

source: Media tags
de_de: Medien-Tags

source: If you have ever used custom media taxonomies you may try to <a id="rl_folders_load_old_taxonomies" href="#">load and use them.</a>
de_de: Falls Du bereits individuelle Medien-Taxonomien verwendet hast, kannst Du versuchen, diese zu <a id="rl_folders_load_old_taxonomies" href="#">laden und verwenden.</a>

source: Select media taxonomy.
de_de: Medien-Taxonomien auswählen.

source: Media taxonomy
de_de: Medien-Taxonomie

source: Enable media folders.
de_de: Medien Ordner aktivieren.

source: Folders
de_de: Ordner

source: Provide your <a href="%s">Unsplash API key</a>.
de_de: Füge Deinen <a href="%s">Unsplash API key</a> ein.

source: Access key
de_de: Zugangsschlüssel

source: Enable Unsplash.
de_de: Aktiviere Unsplash.

source: Provide your <a href="%s">Flickr API key</a>.
de_de: Füge Deinen <a href="%s">Flickr API key</a> ein.

source: API key
de_de: API-Schlüssel

source: Enable Flickr.
de_de: Flickr aktivieren.

source: Parsing request error
de_de: Fehler beim Parsen.

source: Enable Wikimedia.
de_de: Wikimedia aktivieren.

source: Image from <a href="%s" target="_blank">%s</a>
de_de: Bild von <a href="%s" target="_blank">%s</a>

source: Image from %s
de_de: Bild von %s

source: Request error
de_de: Abfragefehler

source: Filter by remote library
de_de: Nach externer Bibliothek filtern

source: Upload and Insert
de_de: Upload und Einfügen

source: All providers
de_de: Alle Anbieter

source: Are you looking for free royalty free public domain and CC0-Licensed images for your website? Or you need to access your images stored in photo-sharing apps? Remote Library allows you to use images from multiple sources like Unsplash, Pixabay, Flickr or Instagram directly in your WordPress Media Manager. Now you can create galleries, browse, insert and import images as never before.
de_de: Suchst Du nach lizenzfreien oder CC0 lizenzierten Bildern für Deine Website? Oder benötigst Du Zugang zu Deinen Bildern, die Du in einer Foto-Sharing App gespeichert hast ? Externe Bibliothek (Remote Library) ermöglicht es, Bilder aus verschiedenen Quellen wie Unsplash, Pixabay, Flickr oder Instagram direkt in Deinem WordPress Medien Manager zu verwenden. Jetzt kannst Du Galerien erstellen und Bilder durchsuchen, importieren und einfügen wie nie zuvor.

source: Remote Library Settings
de_de: Einstellungen externe Bibliothek

source: Responsive Lithbox & Gallery comes with an optional Media Folders feature that extends your WordPress Media Library with visual folders. It allows you to organize your attachments in a folder tree structure. Move, copy, rename and delete files and folders with a nice drag and drop interface.
de_de: Responsive Lightbox & Gallery beinhaltet eine optionale Funktion für Medien Ordner, die Deine WordPress Mediathek um Ordner erweitert. Sie ermöglicht es Dir, Deine Dateien in einer frei wählbaren Ordner-Baumstruktur zu organisieren. Verschieben, kopieren, umbenennen und löschen von Dateien und Ordner mit einem Drag & Drop Interface.

source: Folders Settings
de_de: Ordner Einstellungen

source: No folders found.
de_de: Keine Ordner gefunden.

source: New Folder Name
de_de: Neuer Ordner Name

source: Add New Folder
de_de: Neuen Ordner hinzufügen

source: Update Folder
de_de: Ordner aktualisieren

source: Edit Folder
de_de: Ordner bearbeiten

source: Parent Folder:
de_de: Übergeordneter Ordner:

source: Parent Folder
de_de: Übergeordneter Ordner

source: All Files
de_de: Alle Dateien

source: Search Folders
de_de: Ordner durchsuchen

# taxonomy singular name
source: Media Folder
de_de: Medien Ordner

# taxonomy general name
source: Folders
de_de: Ordner

source: No tags found.
de_de: Keine Schlagwörter gefunden.

source: New Tag Name
de_de: Neuer Schlagwortname

source: Add New Tag
de_de: Neues Schlagwort erstellen

source: Update Tag
de_de: Schlagwort aktualisieren

source: Edit Tag
de_de: Schlagwort bearbeiten

source: All Tags
de_de: Alle Schlagwörter

source: Search Tags
de_de: Schlagwörter durchsuchen

# taxonomy general name
source: Tags
de_de: Schlagwörter

source: Responsive Lightbox & Gallery allows users to create galleries and view larger versions of images, galleries and videos in a lightbox (overlay) effect optimized for mobile devices.
de_de: Responsive Lightbox & Gallery ermöglicht es Benutzern, Galerien zu erstellen und größere Versionen von Bilder, Galerien und Videos in einem Lightbox-Effekt (Überleger) anzusehen, optimiert für mobile Geräte.

source: Save attachment
de_de: Anlage speichern

source: Edit attachment
de_de: Anlage bearbeiten

source: Preview gallery
de_de: Galerie Vorschau

source: View gallery
de_de: Galerie ansehen

source: Gallery draft updated.
de_de: Galerie-Entwurf aktualisiert.

source: M j, Y @ G:i
de_de: j. M Y @ H:i

source: Gallery scheduled for: <strong>%1$s</strong>.
de_de: Galerie geplant für: <strong>%1$s</strong>.

source: Gallery submitted.
de_de: Galerie eingereicht.

source: Gallery saved.
de_de: Galerie gespeichert.

source: Gallery published.
de_de: Galerie veröffentlicht.

source: Gallery restored to revision from %s
de_de: Galerie von %s nach Revision wieder hergestellt

source: Gallery updated.
de_de: Galerie aktualisiert.

source: All Galleries
de_de: Alle Galerien

source: No galleries found in trash
de_de: Keine Galerien im Papierkorb gefunden

source: No galleries found
de_de: Keine Galerien gefunden

source: Search Galleries
de_de: Galerien durchsuchen

source: View Galleries
de_de: Galerien anzeigen

source: View Gallery
de_de: Galerie ansehen

source: New Gallery
de_de: Neue Galerie

source: Edit Gallery
de_de: Galerie bearbeiten

source: Add New Gallery
de_de: Neue Galerie hinzufügen

source: Add New
de_de: Neu hinzufügen

# post type singular name
source: Gallery
de_de: Galerie

# post type general name
source: Galleries
de_de: Galerien

source: Choose from the most used gallery tags
de_de: Wähle aus den meist verwendeten Stichwörtern

source: Add or remove gallery tags
de_de: Hinzufügen oder Entfernen von Stichwörtern

source: Separate gallery tags with commas
de_de: Trenne Stichwörter mit Kommas

source: New Gallery Tag Name
de_de: Neuer Galerie-Stichwort Name

source: Add New Gallery Tag
de_de: Neues Galerie-Stichwort hinzufügen

source: Update Gallery Tag
de_de: Galerie-Stichwort aktualisieren

source: Edit Gallery Tag
de_de: Galerie-Stichwort bearbeiten

source: All Gallery Tags
de_de: Alle Galerie-Stichwörter

source: Popular Gallery Tags
de_de: Beliebte Galerie-Stichwörter

source: Search Gallery Tags
de_de: Galerie-Stichwörter durchsuchen

# taxonomy singular name
source: Gallery Tag
de_de: Galerie-Stichwort

# taxonomy general name
source: Gallery Tags
de_de: Galerie-Stichwörter

source: New Gallery Category Name
de_de: Neuer Galerie-Kategorie Name

source: Add New Gallery Category
de_de: Neue Galerie-Kategorie hinzufügen

source: Update Gallery Category
de_de: Galerie-Kategorie aktualisieren

source: View Gallery Category
de_de: Galerie-Kategorie ansehen

source: Edit Gallery Category
de_de: Galerie-Kategorie bearbeiten

source: Parent Gallery Category:
de_de: Eltern Galerie-Kategorie:

source: Parent Gallery Category
de_de: Eltern Galerie-Kategorie

source: All Gallery Categories
de_de: Alle Galerie-Kategorien

source: Search Gallery Categories
de_de: Galerie-Kategorien durchsuchen

# taxonomy singular name
source: Gallery Category
de_de: Galerie-Kategorie

# taxonomy general name
source: Gallery Categories
de_de: Galerie-Kategorien

source: founder of <a href="%s" target="_blank">dFactory</a> plugins.
de_de: Gründern von <a href="%s" target="_blank">dFactory</a> Plugins.

source: Go to Settings
de_de: Gehe zu Einstellungen

source: Responsive Lightbox & Gallery enhances your site by making its images and galleries look visually appealing to your site users. And when you want to kick things up a notch you can pair the free, core plugin with <del>one of 10</del> one of 12 <a href="%s" target="_blank">premium extensions.</a>
de_de: Responsive Lightbox & Gallery verbessert Deine Website durch die ansprechende Darstellung von Bildern und Galerien. Und falls Du die Sache noch weiter optimieren willst, kannst Du das kostenlose Plugin mit <del>einer von 10</del>einer von 12 <a href="%s" target="_blank">Premium Extensions.</a> erweitern

source: Powerful Addons
de_de: Leistungsstarke Addons

source: A lot goes into making a good first impression - especially when your site is doing all the talking. Responsive Lightbox & Gallery automatically adds lightbox effects to all of your image galleries, image links, and video links so you can sit back and relax while we make sure your website looks its best.
de_de: Es geht um den ersten Eindruck. Responsive Lightbox & Gallery fügt automatisch Lightboxeffekt zu allen Bildlinks, Galeriebildern und Videos. Einfach zurücklehnen und entspannen, während das Plugin dafür sorgt, dass die Website perfekt aussieht.

source: Easy Setup
de_de: Einfache Einrichtung

source: Responsive Lightbox & Gallery gives you the control to beautify your images, videos, and galleries using lightbox scripts that look great on all devices. We've got everything from lightweight, functional lightboxes to heavy-customizable, fancy ones.
de_de: Responsive Lightbox & Gallery gibt Dir Kontrolle über die optimale Darstellung Deiner Bilder, Galerien und Videos - durch Verwendung von Lightbox-Scripts - die damit auf allen Geräten toll aussehen. Wir haben alles, von leichtgewichtigen, funktionellen bis hin zu umfangreich anpassbaren und ausgefallenen Lightboxen.

source: Multiple Lightbox Effects
de_de: Mehrere Lightbox-Effekte

source: Responsive Lightbox & Gallery comes with a powerful gallery builder right out of the box that lets you manage galleries the same way you manage posts and pages on your WordPress website. You can add images to your gallery, adjust its settings and lightbox scripts, and configure its display options.
de_de: Responsive Lightbox & Gallery verfügt über ein mächtiges Werkzeug zur einfachen Erstellung von Galerien; organisiere Galerien ebenso einfach wie Beiträge und Seiten in WordPress. Du kannst Bilder zu Deiner Galerie hinzufügen, Einstellungen und Lightbox-Scripte anpassen und die Anzeige-Optionen einrichten.

source: Advanced Gallery Builder
de_de: Erweiterte Galerie-Generator

source: Thank you for choosing Responsive Lightbox & Gallery - the most popular lightbox plugin and a powerful gallery builder for WordPress.
de_de: Danke, dass Du Responsive Lightbox & Gallery gewählt hast - das beliebteste Lightbox-Plugin und ein mächtiges Werkzeug zur Erstellung von Galerien für WordPress.

source: Welcome to
de_de: Willkommen bei

source: Welcome to Responsive Lightbox & Gallery
de_de: Welcome bei Responsive Lightbox & Gallery

source: Responsive Lightbox & Gallery is more than that. Do you need a beautiful lightbox effect, integration with social media, an attractive image gallery? Among our products you will surely find something for yourself. Boost your creativity and enhance your website with these beautiful, easy to use extensions, designed with Responsive Lightbox & Gallery integration in mind.
de_de: Responsive Lightbox & Gallery ist mehr als das. Sie benötigen schöne Lightbox-Effekte, Social-Media-Integration, eine attraktive Bildergalerie? Unter unseren Produkten werden Sie sicher etwas für dich finden. Verbessere Deine Website mit diesen schönen, einfach zu handhabenden Erweiterungen, die für die Integration in Responsive Lightbox & Gallery designed wurden.

source: This section contains a list of currently installed premium extensions. Activate your licenses to have access to automatic updates from your site. To activate the license, copy and paste the license key for the extension and save the changes. Available license keys can be found on your account on our website.
de_de: Dieser Bereich beinhaltet eine Liste der aktuell installierten Premium-Erweiterungen. Aktvieren Sie ihre Lizenzen um Zugang zu automatischen Updates zu bekommen. Zum Aktivieren der Lizenz kopieren und fügen sie den Lizenzschlüssel für die Erweiterung ein und speichern die Änderung. Verfügbare Lizenzschlüssel finden Sie in ihrem Konto auf unserer Website.

source: License Settings
de_de: Lizenzeinstellungen

source: You can use the galleries in many ways - insert them into posts using the Add Gallery button, insert manually using shortcodes or add to the theme using functions. But you can also display them in archives just like other post types. Use these settings to specify the functionality of the gallery builder like categories, tags, archives and permalinks.
de_de: Du kannst die Galerien auf vielen Wegen in Post einfügen - über die Schaltfläche Add Galerie, manuell mithilfe der Shortcodes oder ins Theme als Funktion. Aber Du kannst sie auch in den Archiven genau wie andere Post-Typen anzeigen. Verwende diese Einstellungen, um die Funktionalität des Galerie-Generators wie Kategorien, Tags, Archive und Permalinks festzulegen.

source: Builder Settings
de_de: Einstellungen Builder

source: This is the screen of the default gallery settings. As in the case of lightbox effects, there is a list of available galleries and their parameters. After entering the tab you can see the settings of the currently selected gallery. You can modify and adjust them to your needs or restore it's default settings.
de_de: Das ist die Anzeige der Galerie Standardeinstellungen. So wie bei den Lightbox-Effekten, so ist hier eine Liste der verfügbaren Galerien und deren Parametern. Im Tab findest Du die Einstellungen der aktuell gewählten Galerie. Du kannst diese an deine Bedürfnisse anpassen oder auf die Standardeinstellungen zurück setzen.

source: Gallery Settings
de_de: Galerie-Einstellungen

source: Each lightbox has different look, possibilities and parameters. Here is a list of available lightbox effects along with their settings. After entering the tab you can see the settings of the currently selected lightbox, but you can also modify or restore the settings of the others.
de_de: Jede Lightbox hat unterschiedliche Optik, Möglichkeiten und Parameter. Hier ist eine Liste der verfügbaren Lightbox-Effekte und deren EInstellungen. Im Tab siehst Du die Einstellungen der aktuell gewählten Lightbox, Du kannst aber auch die Einstellungen aller anderen ändern oder zurück setzen.

source: Here are the main settings for Responsive Lightbox & Gallery. They allow you to specify general rules of the plugin's operation and technical parameters of the lightbox effect and gallery. For example - you can choose your favorite lightbox effect, specify for which elements it will automatically launch and set its parameters. You can also choose the default gallery and its settings.
de_de: Hier sind die Haupteinstellungen für Responsive Lightbox & Gallery. Diese ermöglichen es dir, generelle Regeln für Lightbox-Effekte und Galerien festzulegen. Zum Beispiel kannst Du den favorisierten Lightbox-Effekt auswählen, festlegen, welche Elemente automatisch angezeigt werden und deren Parameter definieren. Du kannst auch die Standardgalerie mit deren Einstellungen wählen.

source: General Settings
de_de: Allgemeine Einstellungen

source: Gallery tags, like categories, allow you to arrange galleries into groups. You can think of them as keywords, which you can use to further specify your galleries. Here you can create, name and edit them.
de_de: Galerie Stichwörter erlauben es, Galerien in Gruppen zu organisieren. Hier kannst Du Stichwörter erstellen, benennnen und bearbeiten.

source: Gallery Tags
de_de: Galerie-Stichwörter

source: Gallery categories allow you to arrange galleries into individual groups that you can potentially use. Here you can create, name and edit them. However, assigning the gallery to the category takes place on the gallery editing screen.
de_de: Galerie Kategorien erlauben es, Galerien in Gruppen zu organisieren. Hier kannst Du Kategorien erstellen, benennnen und bearbeiten. Die Zuordnung einer Galerie zu einer Kategorie erfolgt dann beim Bearbeiten der Galerie.

source: Gallery Categories
de_de: Galerie-Kategorien
