Repository: joynal05/booking-2
Catalog: languages-old/plugins/responsive-lightbox-*.po
Languages: de_de

source: This is an advanced gallery builder. Here you can see a preview of all created galleries along with their settings, such as the name, type, source of images, author or date of publication. You can also add a new gallery, edit existing ones or quickly copy the code allowing its use on the site.
de_de: Dies ist ein fortgeschrittenes Galerie-Werkzeug. Hier siehst Du die Vorschau aller erstellten Galerien, gemeinsam mit deren Einstellungen, wie Name, Type, Bildquellen, Autor oder Datum der Veröffentlichung. Du kannst auch eine neue Galerie hinzufügen, vorhandenen bearbeiten oder den Code kopieren um ihn auf dieser Site zu verwenden.

source: If set to true last focused element before popup showup will be focused after popup close.
de_de: Falls aktiv, bleibt das zuletzt vor dem Popup fokussierte Element auch nach dem schließen des Popups fokussiert.

source: Auto focus last
de_de: Autofokus wie zuletzt

source: Dark transluscent overlay content position.
de_de: Position Inhalt des dunklen durchscheinenden Überlegers.

source: Fixed background position
de_de: Fixierte Hintergrund Position

source: Absolute
de_de: Absolut

source: Popup content position. If set to "auto" popup will automatically disable this option when browser doesn't support fixed position properly.
de_de: Position Popup Inhalt. Bei Einstellung "auto" wird diese Option automatisch deaktiviert, falls der Browser die Position "fixed" nicht korrekt unetrstützt.

source: Content position type
de_de: Type Position Inhalt

source: If set to true popup is aligned to top instead of to center.
de_de: Wenn auf true gesetzt, wird das Popup oben statt in der Mitte ausgerichtet.

source: Align top
de_de: Oben ausrichten

source: Controls whether pressing the escape key will dismiss the active popup or not.
de_de: Kontrolliert, ob die Escape-Taste das aktive Popup entfernt oder nicht.

source: Enable escape key
de_de: ESC-Taste aktivieren

source: Controls whether the close button will be displayed or not.
de_de: Steuert, ob die Schaltfläche "Schließen" oder nicht angezeigt wird.

source: If enabled, Magnific Popup will put close button inside content of popup.
de_de: Wenn aktiviert, wird Magnific Popup eine Schaltfläche "Schließen" innerhalb des Inhalts des Popups setzen.

source: Close button inside
de_de: Schließen-Button innerhalb

source: Close the popup when user clicks on the dark overlay.
de_de: Schließen des Popups , wenn auf den dunklen Überleger geklickt wird.

source: Close on background click
de_de: Schließen bei Klick auf den Hintergrund

source: Close popup when user clicks on content of it. It's recommended to enable this option when you have only image in popup.
de_de: Popup schließen, wenn Benutzer auf den Inhalt klickt. Empfohlene Einstellung, wenn sich nur Bilder im Popup befinden.

source: Close on content click
de_de: Schließen bei Klick auf den Inhalt

source: If option enabled, lightbox is opened if the user clicked on the middle mouse button, or click with Command/Ctrl key.
de_de: Falls diese Option aktiviert ist, wird Lightbox geöffnet, falls der User auf den mittleren Maus-Button klickt oder Command/Ctrl drückt.

source: Middle click
de_de: Middle Klick

source: If window width is less than the number in this option lightbox will not be opened and the default behavior of the element will be triggered. Set to 0 to disable behavior.
de_de: Falls das Fenster kleiner ist, als in dieser Option festgelegt, wird Lightbox nicht geöffnet und das Standardverhalten des Elementes wird angesprochen. Auf 0 setzen um das Verhalten zu deaktivieren.

source: Disable on
de_de: Deaktivieren bei

source: Basic Grid
de_de: Basis Gitter

source: Lightboxes
de_de: Lightboxen

source: Controls the vetical flow of the layout. By default, item elements start positioning at the top. Uncheck it for bottom-up layouts.
de_de: Kontrolliert die vertikale Ausrichtung des Layouts. Standardmäßig erfolgt die Anordnung von oben. Uncheck für Anordnung von unten

source: Enable top-to-bottom layouts.
de_de: Oben > Unten Layouts aktivieren.

source: Origin Top
de_de: Ausgangspunkt oben

source: Controls the horizontal flow of the layout. By default, item elements start positioning at the left. Uncheck it for right-to-left layouts.
de_de: Kontrolliert die horizontale Ausrichtung des Layouts. Standardmäßig erfolgt die Anordnung von links. Uncheck für Anordnung von rechts.

source: Enable left-to-right layouts.
de_de: Links > Rechts Layouts aktivieren

source: Origin Left
de_de: Ausgangspunkt links

source: Vertical space between gallery items.
de_de: Vertikaler Abstand zwischen Galerie-Elementen

source: Horizontal space between gallery items.
de_de: Horizontaler Abstand zwischen Galerie-Elementen

source: Basic Masonry Gallery Settings
de_de: Basis Masonry Galerie Einstellungen

source: The time a slide lasts.
de_de: Anzeigedauer eines Slides

source: The delay (if any) before the slider runs automatically on load.
de_de: Die Verzögerung (falls gewünscht), nach der der Slider automatisch nach dem Laden startet

source: Slideshow Delay
de_de: Slideshow Verzögerung

source: The delay (if any) before the slider resumes automatically after hover.
de_de: Die Verzögerung (falls gewünscht), nach der der Slider automatisch nach dem Hover wieder startet

source: Slideshow Hover Delay
de_de: Slideshow Hover Verzögerung

source: Whether the slideshow should pause automatically on hover.
de_de: Die Slideshow soll bei Hover stoppen.

source: Previous
de_de: zurück

source: Next
de_de: vor

source: Which direction the slider should move in if in slideshow mode.
de_de: Die Richtung, in die sich der Slider im Slideshowmodus bewegt

source: Slideshow Direction
de_de: Slideshow Richtung

source: Whether the slider should run automatically on load.
de_de: Soll der Slider automatisch beim Laden starten?

source: Whether the slider should use CSS transitions. If the user's browser doesn't support CSS transitions the slider will fallback to jQuery.
de_de: Soll der Slider CSS-Transitions verwenden? Falls der Browser des Benutzers CSS-Transition nicht unterstützt, wird der Slider jQuery verwenden.

source: Use CSS
de_de: CSS verwenden

source: Whether the slider should run continuously (seamless transition between the first and last slides).
de_de: Der Slider soll fortdauernd laufen (direkter Übergang zwischen letztem und erstem Slide).

source: Continuous
de_de: andauernd

source: The easing effect to use for the selected transition.
de_de: Der Easing Effekt für den ausgewählten Übergang

source: Easing Effect
de_de: Easing Effekt

source: The time the transition takes to complete.
de_de: Dauer des Überganges bis zur Fertigstellung

source: Transition Speed
de_de: Übergang Geschwindigkeit

source: Max zoom level use for the Ken Burns transition.
de_de: Max Zoom Level für den Ken Burns Übergang.

source: Ken Burns
de_de: Übergänge

source: Vertical
de_de: Vertikal

source: Fade
de_de: Ein-/ Ausblenden

source: Transition type to use, or no transitions.
de_de: Typ für Übergänge, oder keine Übergänge

source: Transition
de_de: Übergänge

source: The spacing between slides.
de_de: Der Abstand zwischen Slides

source: Slide Margin
de_de: Slide Abstand

source: Hide the previous or next control when it reaches the first or last slide respectively.
de_de: Vor- bzw. Zurück-Kontroller verbergen bei erstem bzw. letztem Slide

source: Hide Controls on End
de_de: Kontroller am Ende verbergen

source: Whether the slider should have controls (next, previous arrows).
de_de: Der Slider soll Kontrollen haben (vor-zurück-Pfeile)

source: Controls
de_de: Kontrollen

source: Whether the slider should have a pager.
de_de: Der Slider soll eine Seitenanzeige haben.

source: Pager
de_de: Seitenanzeige

source: Only visible
de_de: Nur sichtbar

source: Elements that are preloaded before slider shows.
de_de: Vorausgeladene Elemente bevor der Slider startet

source: Whether the slider should be responsive.
de_de: Der Slider soll responsive sein.

source: Whether the slider should initialize even if there is only one slide element.
de_de: Der Slider soll starten, auch wenn es nur ein Element darin gibt.

source: Single Image Slider
de_de: Einzelbild Slider

source: Below
de_de: unterhalb

source: Specifies the position of captions or no captions at all.
de_de: Definiert die Position der Captions oder entfernt diese

source: Captions Position
de_de: Position des Captions

source: Whether the slider should loop (i.e. the first slide goes to the last, the last slide goes to the first).
de_de: Ob der Slider durchlaufen soll (zB. direkter Übergang vom letzten zum ersten Element)

source: Loop
de_de: Endlosschleife

source: The slider height should change on the fly according to the current slide.
de_de: Die Höhe des Sliders soll sich direkt passend zum aktuellen Slide ändern.

source: Adaptive Height
de_de: Adaptive Höhe

source: Basic Slider Gallery Settings
de_de: Grundlegende Slider-Galerie Einstellungen

source: Enter the thumbnail row height in pixels (used if Force height is enabled). Defaults to 150px.
de_de: Eingabe der Thumbnail-Reihe Höhe in Pixel (wird verwendet, falls bestimmte Höhe festgelegt ist). Standard = 150px

source: Row height
de_de: Höhe der Reihe

source: Enable to force the thumbnail row height.
de_de: Festlegung der Thumbnail-Reihe Höhe ermöglichen.

source: Force height
de_de: Höhe erzwingen

source: Set the pixel width between the columns and rows.
de_de: Pixel zwischen Spalten und Reihen festlegen

source: Gutter
de_de: Zwischenraum

source: extra small devices / phones (<768px)
de_de: Sehr kleine Geräte / Smartphones (≥768px)

source: small devices / tablets (&ge;768px)
de_de: Kleine Geräte / Tablets (&ge;768px)

source: medium devices / desktops (&ge;992px)
de_de: Mittlere Geräte / Desktops (&ge;992px)

source: large devices / desktops (&ge;1200px)
de_de: Große Geräte / Desktops (&ge;1200px)

source: Number of columns in a gallery depending on the device screen size. (if greater than 0 overrides the Columns option)
de_de: Anzahl der Spalten einer Galerie, abhängig von der Schirmgröße des Gerätes (überschreibt die Spalten-Option, falls größer als 0)

source: Screen sizes
de_de: Bildschirmgrößen

source: Basic Grid Gallery Settings
de_de: Basis Gitter-Galerie Einstellungen

source: All
de_de: Alle

source: Select category for gallery archives.
de_de: Kategorie für Galerie-Archiv auswählen

source: Archives category
de_de: Archiv Kategorie

source: Enable gallery archives.
de_de: Archiv Kategorie aktivieren

source: Archives
de_de: Archive

source: Enter gallery tags archive page slug.
de_de: Galerie Stichwörter Archivseite Slug eingeben.

source: Tags Permalink
de_de: Stichwort Permalink

source: Enter gallery categories archive page slug.
de_de: Galerie Kategorien Archivseite Slug eingeben.

source: Categories Permalink
de_de: Kategorie Permalink

source: Enter gallery page slug.
de_de: Galerie Seite Slug eingeben.

source: Gallery Permalink
de_de: Galerie Permalink

source: Enable if you want to use Gallery Tags.
de_de: Aktivieren, falls Galerie Stichwörter verwendet werden sollen

source: Enable Gallery Tags.
de_de: Galerie Stichwörter aktivieren

source: Tags
de_de: Schlagwörter

source: Enable if you want to use Gallery Categories.
de_de: Aktivieren, falls Galerie Kategorien verwendet werden sollen

source: Enable Gallery Categories.
de_de: Galerie-Kategorien aktivieren

source: Categories
de_de: Kategorien

source: Enable advanced gallery builder.
de_de: Fortgeschritten Galerie Builder aktivieren

source: Gallery Builder
de_de: Galerie Builder

source: Gallery Builder Settings
de_de: Galerie Builder Einstellungen

source: Select caption for the gallery images (if supported by selected lightbox and/or gallery).
de_de: Wähle das Caption für die Galeribilder (wird verwendet, falls vom ausgewählten Lightbox-Effekt und/oder der Galerie unterstützt).

source: Gallery image caption
de_de: Galeriebild Caption

source: Select title for the gallery images.
de_de: Titel für Galeriebilder wählen

source: Select your preferred gallery style for WooCommerce product gallery.
de_de: Wähle den bevorzugten Galerie-Stil für die WooCommerce Produktgalerie.

source: WooCommerce gallery
de_de: WooCommerce Galerie

source: Select your preferred default builder gallery style.
de_de: Wähle den bevorzugten Standard Builder Galerie-Stil.

source: Builder gallery
de_de: Builder Galerie

source: Select your preferred default WordPress gallery style.
de_de: Wähle den bevorzugten Standard WordPress Galerie-Stil.

source: WordPress gallery
de_de: WordPress Galerie

source: Select caption for single images (if supported by selected lightbox and/or gallery).
de_de: Wähle das Bild-Caption für die Einzelbilder (wird verwendet, falls vom ausgewählten Lightbox-Effekt und/oder der Galerie unterstützt).

source: Single image caption
de_de: Einzelbild Caption

source: Take this tour to quickly learn about the use of this plugin.
de_de: Nimm die Tour um Dich schnell über die Verwendung dieses Plugins zu informieren.

source: Introduction Tour
de_de: Vorstellungs Tour

source: Full Size
de_de: Volle Größe

source: Dynamically generated first gallery image
de_de: Dynamisch erstelltes erstes Galeriebild

source: Custom featured image URL
de_de: URL des individuellen Beitragsbildes

source: First gallery image
de_de: Erstes Galerie Bild

source: Select gallery featured image source:
de_de: Wähle die Quelle des Galerie-Beitragsbildes

source: Source
de_de: Quelle

source: Type
de_de: Typ

source: You can also place this gallery into your template files by using the template tag below
de_de: Die Galerie kann mit dem nachstehende Template-Tag in den Template-Dateien platziert werden

source: You can place this gallery anywhere into your posts, pages, custom post types or widgets by using the shortcode below
de_de: Du kannst diese Galerie überall in Deine Beiträge, Seiten, Custom Post Types oder Widgets mit dem nachstehenden Shortcode einfügen.

source: Default Template
de_de: Standard-Vorlage

source: Quote
de_de: Zitat

source: Aside
de_de: Seitlich

source: Untitled
de_de: Ohnen Titel

source: Deselect
de_de: Auswahl aufheben

source: (no title)
de_de: (kein Titel)

source: Load more
de_de: Weitere laden

source: Next &raquo;
de_de: weiter &raquo;

source: &laquo; Previous
de_de: &laquo; zurück

source: No data
de_de: keine Daten

source: Gallery Code
de_de: Galerie Code

source: Gallery %s
de_de: Galerie %s

source: Update preview
de_de: Vorschau aktualisieren

source: Cancel
de_de: Abbrechen

source: Edit gallery
de_de: Galerie bearbeiten

source: %s image
de_de: %s Bild

source: To insert your gallery into the editor, click on the "Insert Gallery" button below.
de_de: Zum Einfügen Deiner Galerie in den Editor, klicke auf den "Galerie einfügen" Button unterhalb.

source: To select a gallery simply click on one of the boxes to the left.
de_de: Zur Auswahl einer Galerie klicke einfach auf eine der Boxen auf der linken Seite.

source: Select A Gallery
de_de: Galerie auswählen

source: Search galleries
de_de: Galerien durchsuchen

source: Reload
de_de: Erneut laden

source: Insert Gallery
de_de: Galerie einfügen

source: Close
de_de: Schließen

source: Add Gallery
de_de: Galerie hinzufügen

source: Add custom, space saparated CSS classes (optional).
de_de: Füge eigene, leerzeichen-separierte CSS Klassen hinzu (optional)

source: Custom Classes
de_de: Eigene Klassen

source: Enter the gallery description (optional).
de_de: Galerie Beschreibung eingeben (optional).

source: Gallery Description
de_de: Galerie Beschreibung

source: Select where to display the description.
de_de: Auswählen, wo die Beschreibung angezeigt wird.

source: Description Position
de_de: Position der Beschreibung

source: Select where to display the title.
de_de: Auswahl, wo der Titel angezeigt wird

source: Title Position
de_de: Titel Position

source: Select image caption for gallery lightbox (used if supported by selected lightbox effect).
de_de: Wähle das Bild-Caption für die Galerie-Lightbox (wird verwendet, falls vom ausgewählten Lightbox-Effekt unterstützt).

source: Select image title for gallery lightbox.
de_de: Titel für die Galerie-Lightbox wählen

source: height in px
de_de: Höhe in px

source: width in px
de_de: Breite in px

source: Choose the custom image size for gallery lightbox (used if Custom Image size is selected).
de_de: Wähle die individuelle Größe für die Galerie Lightbox (falls individuelle Bildgröße ausgewählt ist)

source: Select image size for gallery lightbox.
de_de: Wähle die Bildgröße für die Galerie Lightbox

source: Image Size
de_de: Bildgröße

source: Enable lightbox effect for the gallery.
de_de: Lightbox-Effekt für die Galerie aktivieren.

source: Enable Lightbox
de_de: Lightbox akivieren

source: On click
de_de: Bei Klick

source: Automatically
de_de: Automatisch

source: Select the load more trigger (infinite scroll only).
de_de: Wähle des "Mehr Laden" Schalter (nur bei unendlichem scrollen)

source: Load More
de_de: Weitere laden

source: Number of images per page.
de_de: Anzahl der Bilder pro Seite.

source: Images per page
de_de: Bilder pro Seite

source: top & bottom
de_de: oben &amp; unten

source: top
de_de: oben

source: bottom
de_de: unten

source: Select pagination position.
de_de: Position der Seitennummerierung wählen.

source: Pagination position
de_de: Position der Seitennummerierung

source: infinite scroll
de_de: unendlich scrollen

source: Select pagination type.
de_de: Art der Seitennummerierung wählen.

source: Pagination type
de_de: Art der Seitenummerierung.

source: Enable pagination.
de_de: Seitennummerierung aktivieren

source: Use pagination
de_de: Seitennummerierung verwenden

source: Border Width
de_de: Rahmenstärke

source: Border Color
de_de: Rahmenfarbe

source: Background Opacity
de_de: Hintergrund-Deckkraft

source: Background Color
de_de: Hintergrundfarbe

source: Caption Color
de_de: Caption Farbe

source: Title Color
de_de: Title Farbe

source: Effect %s
de_de: Effekt %s

source: Select thumbnail effect on hover.
de_de: Hover-Effekt für die Galerie-Thumbnails wählen

source: Hover effect
de_de: Hover-Effekt

source: Select icon for the gallery thumbnails.
de_de: Icon für die Galerie-Thumbnails wählen

source: Select caption for the gallery thumbnails.
de_de: Caption für die Galerie-Thumbnails wählen

source: Select title for the gallery thumbnails.
de_de: Titel für die Galerie-Thumbnails wählen

source: Thumbnail title
de_de: Thumbnail Titel

source: Select the page template.
de_de: Seitenvorlage wählen

source: Page Template
de_de: Seitenvorlage

source: Select the post parent.
de_de: Elternseite wählen

source: Page Parent
de_de: Elternseite

source: Select the post author.
de_de: Autor wählen

source: Post Author
de_de: Autor

source: Select the post taxonomy terms to query.
de_de: Auswahl des Beitrags-Typ für die Auswahl

source: Post Term
de_de: Beitrags Bezeichnung

source: Select the post format.
de_de: beitragsformat wählen

source: Post Format
de_de: Beitragsformat

source: Select the post status.
de_de: Beitragsstatus wählen

source: Post Status
de_de: Beitragsstatus

source: Select the post types to query.
de_de: Wählen des Beitrags-Typ für die Auswahl

source: Post Type
de_de: Inhaltstyp

source: Enter maximum number of images for a post.
de_de: Eingabe der maximalen Anzahl der Bilder pro Beitrag

source: Images per Post
de_de: Bilder pro Beitrag

source: Post Attached Images
de_de: Zum Beitrag zugeordnete Bilder

source: Post Thumbnails
de_de: Thumbnails

source: Select the image source.
de_de: Bildquelle auswählen

source: Image Source
de_de: Bildquelle

source: Enter the posts offset.
de_de: Eingabe Beitrags Offset

source: Posts Offset
de_de: Beitrags-Offset

source: Select the posts order.
de_de: Sortierung der Posts wählen

source: Posts Order
de_de: Beiträge Reihenfolge

source: Parent ID
de_de: Eltern ID

source: Last modified date
de_de: Letzte Änderung

source: Slug
de_de: Titelform

source: Author
de_de: Autor

source: Select the posts sorting.
de_de: Sortierung der Beiträge wählen

source: Posts Sorting
de_de: Sortierung der Beiträge

source: Enter the number of posts.
de_de: Anzahl der Posts eingeben

source: Number of Posts
de_de: Anzahl der Beiträge

source: Bottom
de_de: unten

source: Top
de_de: oben

source: Custom size
de_de: Individuelle Größe

source: Full size
de_de: Volle Größe

source: The settings below adjust miscellaneous options.
de_de: Die nachstehenden Einstellungen passen diverse Optionen an.

source: Misc
de_de: Verschiedenes

source: The settings below adjust the lightbox options.
de_de: Die nachstehenden Einstellungen passen die Lightbox-Optionen an.

source: The settings below adjust the gallery pagination options.
de_de: Die nachstehenden Einstellungen passen die Seitennummerierung der Galerie an.

source: The settings below adjust the gallery design options.
de_de: Die nachstehenden Einstellungen passen das Deisgn der Galerie an.

source: The settings below adjust the configuration options for the gallery.
de_de: Die nachstehenden Einstellungen passen die Konfiguration der Galerie an.

source: Featured Content
de_de: Hervorgehobener Inhalt

source: Media Library
de_de: Mediathek

source: The settings below adjust the contents of the gallery.
de_de: Die nachstehenden Einstellungen passen den Inhalt der Galerie an.

source: Global
de_de: Generell

source: Edit image
de_de: Bild bearbeiten

source: Specify the number of columns.
de_de: Spaltenanzahl

source: Columns
de_de: Spaltenanzahl

source: Specify the sort order.
de_de: Menüsortierung

source: Menu Order
de_de: Menüsortierung

source: Date
de_de: Datum

source: Specify how to sort the display thumbnails.
de_de: Lege fest, wie die Anzeige der Thumbnails sortiert wird

source: Orderby
de_de: Sortieren nach

source: Specify where you want the image to link.
de_de: Lege fest, wo das Bild verlinkt wird.

source: Link To
de_de: Verlinken auf

source: Specify the image size to use for the thumbnail display.
de_de: Lege die Bildgröße für die Anzeige der Thumbnails fest.

source: <a href="%s" class="rl-dismissible-notice" target="_blank" rel="noopener">Ok, you deserve it</a><br /><a href="javascript:void(0);" class="rl-dismissible-notice rl-delay-notice" rel="noopener">Nope, maybe later</a><br /><a href="javascript:void(0);" class="rl-dismissible-notice" rel="noopener">I already did</a>
de_de: <a href="%s" class="rl-dismissible-notice" target="_blank" rel="noopener">Ok, du verdienst es</a><br /><a href="javascript:void(0);" class="rl-dismissible-notice rl-delay-notice" rel="noopener">Nein, vielleicht später</a><br /><a href="javascript:void(0);" class="rl-dismissible-notice" rel="noopener">Habe ich schon erledigt</a>

source: Your help is much appreciated. Thank you very much
de_de: Deine Hilfe ist sehr willkommen. Vielen Dank!

source: Could you please do me a BIG favor and give it a 5-star rating on WordPress to help us spread the word and boost our motivation.
de_de: Kannst Du mir bitte einen RIESIGEN Gefallen tun und eine 5-Sterne-Bewertung auf WordPress hinterlassen, um uns zu helfen das Plugin zu verbreiten und uns weiterhin zu motivieren.

source: Hey, you've been using <strong>Responsive Lightbox & Gallery</strong> for more than %s
de_de: Hallo, Du benützt <strong>Responsive Lightbox & Gallery</strong> für mehr als %s

source: %s license deactivation failed.
de_de: %s Lizenzdeaktivierung fehlgeschlagen.

source: Overlay close
de_de: Überleger schließen

source: Use this image
de_de: Dieses Bild verwenden

source: Use these images
de_de: Diese Bilder verwenden

source: Remove image
de_de: Bild entfernen

source: Text align
de_de: Textausrichtung

source: Automatically add paragraphs
de_de: Absätze automatisch hinzufügen

source: Image align
de_de: Bildausrichtung

source: Link to
de_de: Verlinken auf
