Repository: joynal05/booking-2
Catalog: languages-old/plugins/responsive-lightbox-*.po
Languages: de_de

source: Size
de_de: Größe

source: Force responsive
de_de: Responsive erzwingen

source: Select image
de_de: Bild auswählen

source: Justify
de_de: Ausrichten

source: Right
de_de: Rechts

source: Center
de_de: Mitte

source: Left
de_de: Links

source: Custom URL
de_de: Eigene URL

source: Attachment Page
de_de: Anhang Seite

source: Media File
de_de: Mediendatei

source: Above the image
de_de: Über dem Bild

source: Below the image
de_de: Unter dem Bild

source: Displays a single image.
de_de: Zeigt ein einzelnes Bild an.

source: Image
de_de: Bild

source: Custom gallery shortcode attributes (optional).
de_de: Eigene Galerie Shortcode Attribute (optional).

source: Custom attributes
de_de: Eigene Attribute

source: Number of columns
de_de: Spaltenanzahl

source: Image size
de_de: Bildgröße

source: Order
de_de: Sortierung

source: Order by
de_de: Sortiere nach

source: Gallery type
de_de: Galerieart

source: Delete image
de_de: Bild löschen

source: Select images
de_de: Bilder auswählen

source: Default
de_de: Standard

source: None
de_de: Kein

source: Descending
de_de: Absteigend

source: Ascending
de_de: Aufsteigend

source: Random
de_de: Zufällig

source: Image date
de_de: Bilddatum

source: Title
de_de: Titel

source: Menu order
de_de: Menüsortierung

source: Displays an image gallery.
de_de: Zeigt eine Bildergalerie an.

source: Gallery
de_de: Galerie

source: General
de_de: Allgemein

source: %s Settings
de_de: %s Einstellungen

source: Force lightbox
de_de: Lightbox erzwingen

source: Enable lightbox for comments content.
de_de: Lightbox für Kommentarinhalte aktivieren.

source: Comments
de_de: Kommentare

source: Enable lightbox for widgets content.
de_de: Lightbox für Widgets aktivieren.

source: Enable lightbox for YouTube and Vimeo video links.
de_de: Aktiviere Lightbox für YouTube- und Vimeo-Links.

source: Enable lightbox for WordPress image galleries.
de_de: Lightbox für WordPress Bildergalerien aktivieren.

source: Enable lightbox for WordPress image links.
de_de: Lightbox für WordPress Bildverlinkungen aktivieren.

source: Images
de_de: Bilder

source: Default lightbox
de_de: Standard-Lightbox

source: Check out our other <a href="%s" target="_blank">WordPress plugins</a>.
de_de: Sieh Dir unsere anderen <a href="%s" target="_blank">WordPress Plugins</a> an.

source: Blog about it & link to the <a href="%s" target="_blank">plugin page</a>.
de_de: Schreibe einen Blogbeitrag und verlinke auf die <a href="%s" target="_blank">Plugin-Seite</a>.

source: <a href="%s" target="_blank">Rate it 5</a> on WordPress.org
de_de: <a href="%s" target="_blank">Bewerte es mit 5 Sternen</a> auf WordPress.org

source: If you are having problems with this plugin, please browse it's <a href="%s" target="_blank">Documentation</a> or talk about them in the <a href="%s" target="_blank">Support forum</a>
de_de: Falls Du Probleme mit dem Plugin hast, verwende bitte die <a href="%s" target="_blank">Dokumentation</a> oder sprich diese im <a href="%s" target="_blank">Support-Forum</a> an.

source: Animation speed before image is loaded.
de_de: Animationsgewschwindigkeit bevor das Bild geladen ist.

source: Gallery fade out
de_de: Galerieausblendung

source: Animation speed when image is loaded.
de_de: Animationsgewschwindigkeit sobald das Bild geladen ist.

source: Gallery fade in
de_de: Galerieeinblendung

source: Close on Esc
de_de: Schließen mit Esc

source: false
de_de: falsch

source: anywhere
de_de: überall

source: background
de_de: Hintergrund

source: Select how to close lightbox.
de_de: Wähle, wie die Lightbox geschlossen werden soll.

source: Close on click
de_de: Schließen bei Klick

source: Duration of closing animation.
de_de: Dauer der Animation beim Schließen.

source: Closing speed
de_de: Geschwindigkeit des Schließens

source: Duration of opening animation.
de_de: Dauer der Animation beim Öffnen.

source: Opening speed
de_de: Geschwindigkeit des Öffnens

source: Replace WooCommerce product gallery lightbox.
de_de: Ersetze die WooCommerce Produktgalerie Lightbox.

source: WooCommerce lightbox
de_de: WooCommerce Llightbox

source: Are you sure you want to reset these settings to defaults?
de_de: Bist Du sicher, dass Du diese Einstellungen zurücksetzen möchtest?

source: Settings
de_de: Einstellungen

source: %s license successfully deactivated.
de_de: %s Lizenz erfolgreich deaktiviert.

source: %s license successfully activated.
de_de: %s Lizenz erfolgreich aktiviert.

source: %s license activation failed.
de_de: %s Lizenzaktivierung fehlgeschlagen.

source: Enter your license key to activate %s extension and enable automatic upgrade notices.
de_de: Um die %s Erweiterung zu aktivieren und Hinweise zu automatischen Aktualisierungen zu erhalten, gib bitte Deinen Lizenzcode ein.

source: A list of licenses for your Responsive Lightbox & Gallery extensions.
de_de: Eine Liste mit Lizenzen für deine Responsive Lightbox & Gallery-Erweiterungen.

source: There was an error retrieving the extensions list from the server. Please try again later.
de_de: Beim Laden der Erweiterungsliste vom Server trat ein Fehler auf. Bitte versuche es später noch einmal.

source: Enhance your website with these beautiful, easy to use extensions, designed with Responsive Lightbox & Gallery integration in mind.
de_de: Werte deine Website mit diesen schönen, leicht zu bedienenden Erweiterungen auf, die mit der Responsive Lightbox & Gallery Integration entwickelt wurden.

source: Add-ons / Extensions
de_de: Add-ons / Erweiterungen

source: Settings restored to defaults.
de_de: Einstellungen wurden zurückgesetzt.

source: Licenses
de_de: Lizenzen

source: Reset to defaults
de_de: Standard wiederherstellen

source: Do you like this plugin?
de_de: Gefällt Ihnen das Plugin?

source: Need support?
de_de: Brauchst Du Hilfe?

source: Thumbnails
de_de: Vorschaubilder

source: What type of pagination to use.
de_de: Art der Seitenummerierung.

source: Whether or not to add a pagination.
de_de: Soll eine Seitennummerierung hinzugefügt werden, oder nicht.

source: Pagination
de_de: Seitennummerierung

source: Whether or not to pause on hover.
de_de: Solle eine Pause bei Mauskontakt sein, oder nicht.

source: Pause on hover
de_de: Pause bei Mauskontakt

source: The timeout between sliding to the next slide in milliseconds.
de_de: Die Pausendauer zwischen zwei Slides in Millisekunden.

source: Autoplay
de_de: Automatische Wiedergabe

source: Whether or not to slide back to the first slide when the last has been reached.
de_de: Ob oder ob nicht zum ersten Slide zurückgespult werden soll, sobald der letzte Slide erreicht ist.

source: Infinite loop
de_de: Endlosschleife

source: What effect to use for the transition.
de_de: Folgenden Übergangseffekt verwenden.

source: Transition effect
de_de: Übergangseffekt

source: Quit when anything but the viewed image is clicked.
de_de: Schließen wenn etwas anderes als das angezeigte Bild geklickt wird.

source: Quit on anything click
de_de: Schließen bei Klick auf alles

source: Quit when the viewed image is clicked.
de_de: Schließen wenn das angezeigte Bild geklickt wird.

source: Quit on image click
de_de: Schließen bei Klick auf das Bild

source: Quit after viewing the last image.
de_de: Schließen nach der Anzeige des letzten Bildes.

source: Quit after last image
de_de: Schließen nach dem letzten Bild.

source: Enable keyboard shortcuts (arrows Left/Right and Esc).
de_de: Tastaturkürzel aktivieren (Pfeile Links/Rechts und Esc).

source: Enable keyboard keys
de_de: Tastatur aktivieren

source: Silently preload the next image.
de_de: Nächstes Bild im Hintergrund vorladen.

source: Preload next image
de_de: Nächstes Bild vorladen.

source: Animation speed.
de_de: Animationsgeschwindigkeit

source: Error message if the content cannot be loaded.
de_de: Fehlermeldung, wenn der Inhalt der Lightbox nicht geladen werden kann.

source: Error message
de_de: Fehlermeldung

source: Enable to close lightbox on overlay click.
de_de: Aktivieren, dass mit einem Klick auf den Überleger die Lightbox geschlossen wird.

source: Click overlay to close
de_de: Klick auf den Überleger zum Schließen

source: Enable keyboard navigation (left/right/escape).
de_de: Tastaturnavigation aktivieren (Links/Rechts/Escape).

source: Keyboard navigation
de_de: Tastatur Navigation

source: The effect to use when showing the lightbox.
de_de: Der Effekt, welcher genutzt wird, wenn die Lightbox angezeigt wird.

source: Effect
de_de: Effekt

source: Height of the video.
de_de: Höhe des Videos.

source: Width of the video.
de_de: Breite des Videos.

source: Space between viewport and FancyBox wrapper.
de_de: Platz zwischen dem Sichtfenster un dem FancyBox Rahmen.

source: Space between FancyBox wrapper and content.
de_de: Platz zwischen dem Inhalt und dem Rahmen der FancyBox.

source: Speed of the content fading while changing gallery items.
de_de: Geschwindigkeit, mit welcher der Inhalt verblasst, wenn ein Bild weiter geschalten wird.

source: Change fade
de_de: Verblassung ändern

source: Speed of resizing when changing gallery items, in milliseconds.
de_de: Geschwindigkeit, mit welcher die Größe des Inhaltes neu gesetzt wird, wenn ein Bild weiter geschalten wird (in Millisekunden).

source: Change speed
de_de: Geschwindigkeit ändern

source: Speed of the fade and elastic transitions, in milliseconds.
de_de: Geschwindigkeit der verblassenden und elastischen Übergänge (in Millisekunden).

source: Speed (in/out)
de_de: Geschwindigkeit (in/aus)

source: Easing used for elastic animations.
de_de: Lockerung für elastische Animationen verwenden.

source: Easings (in/out)
de_de: Abschwächung (in/aus)

source: The transition type.
de_de: Typ für Übergänge.

source: Transition (in/out)
de_de: Übergang (in/aus)

source: The position of title.
de_de: Die Position des Titels

source: Title position
de_de: Position des Titels

source: Toggle title.
de_de: Titel anzeigen?

source: Title show
de_de: Titel zeigen

source: Color of the overlay.
de_de: Farbe des Overlays.

source: Overlay color
de_de: Overlay - Farbe

source: Opacity of the overlay.
de_de: Deckkraft des Overlays.

source: Overlay opacity
de_de: Overlay - Deckkraft

source: When true, transparency of content is changed for elastic transitions.
de_de: Wenn aktiv, wird die Transparenz von Inhalten für elastische Übergänge geändert.

source: When true, FancyBox is centered while scrolling page.
de_de: Wenn aktiv, FancyBox ist während dem Scrollen zentriert.

source: Center on scroll
de_de: Zentrieren beim Scrollen

source: Set the overflow CSS property to create or hide scrollbars.
de_de: Setze die "Overflow" CSS-Eigenschaft um die Bildlaufleiste anzuzeigen oder zu verstecken.

source: Scrolling (in/out)
de_de: Scrollen (in/aus)

source: If true, FancyBox is scaled to fit in viewport.
de_de: Wenn aktiv, wird die FancyBox dem Sichtfenster angepasst.

source: Auto scale
de_de: Automatisch skalieren

source: Toggle navigation arrows.
de_de: Navigations-Pfeile anzeigen?

source: Show nav arrows
de_de: Zeige Navigationspfeile

source: When true, galleries will be cyclic, allowing you to keep pressing next/back.
de_de: Wenn aktiv, werden Galarien zyklisch und Bilder können druch das Klicken auf Nächstes/Vorheriges Bild navigiert werden.

source: Cyclic
de_de: Zyklisch

source: Toggle if clicking the content should close FancyBox.
de_de: Soll die FancyBox geschlossen werden, wenn auf den Inhalt geklickt wird?

source: Hide on content click
de_de: Ausblenden bei Klick auf Inhalt

source: Toggle if clicking the overlay should close FancyBox.
de_de: Soll die FancyBox geschlossen werden, wenn auf das Overlay geklickt wird?

source: Hide on overlay click
de_de: Ausblenden bei Klick auf Overlay

source: Toggle if pressing Esc button closes lightbox.
de_de: Soll die FancyBox geschlossen werden, wenn die ESC-Taste gedrückt wird?

source: Enable escape button
de_de: ESC-Taste aktivieren

source: Toggle close button.
de_de: Schließen-Button anzeigen?

source: Show close button
de_de: Schließ-Button anzeigen?

source: Toggle overlay.
de_de: Overlay einschalten?

source: Show overlay
de_de: Zeige Overlay

source: When true, "overlayShow" is set to true and "hideOnOverlayClick", "hideOnContentClick", "enableEscapeButton", "showCloseButton" are set to false.
de_de: Falls zutreffend, "overlayShow" wird auf wahr (true) gesetzt und "hideOnOverlayClick", "hideOnContentClick", "enableEscapeButton", "showCloseButton" werden auf falsch (false) gesetzt

source: Display links to Facebook and Twitter.
de_de: Zeigt Links zu Facebook und Twitter (Social Buttons).

source: Social (Twitter, Facebook)
de_de: Sozial (Twitter, Facebook)

source: Set to false if you open forms inside prettyPhoto.
de_de: Setze diesen Wert auf inaktiv, wenn Du Formulare mit prettyPhoto öffnen willst.

source: Keyboard shortcuts
de_de: Tastatur Steuerung

source: If enabled, a gallery will overlay the fullscreen image on mouse over.
de_de: Wenn aktiviert, wird druch überfahren mit der Maus das Vollbild der Galerie überlagert.

source: Overlay gallery
de_de: Overlay-Galerie

source: Allow prettyPhoto to update the url to enable deeplinking.
de_de: Erlaube prettyPhoto den URL zu aktualisieren um Deeplinking zu aktivieren.

source: If set to true, only the close button will close the window.
de_de: Wenn aktiviert, kann das Fenster nur durch den Schließen-Button geschlossen werden.

source: Automatically start videos.
de_de: Startet Videos automatisch.

source: Video autoplay
de_de: Video Autostart

source: Select flash window mode.
de_de: Wähle den Flash-Fenster-Modus.

source: Flash Window Mode (wmode)
de_de: Flash Fenstermodus (wmode)

source: Hide all the flash objects on a page. Enable this if flash appears over prettyPhoto.
de_de: Verberge alle Flash-Objekte auf einer Seite. Aktiviere dies, falls Flash über prettyPhoto aufscheint.

source: Hide Flash
de_de: Flash verbergen

source: Select the theme for lightbox effect.
de_de: Wähle das Theme für den Lightbox-Effekt.

source: Video height
de_de: Videohöhe

source: Video width
de_de: Videobreite

source: Allow expanding images.
de_de: Erlaube ausdehnende Bilder

source: Allow expand
de_de: Erlaube Ausdehnen

source: Resize the photos bigger than viewport.
de_de: Änderung der Größe fürFotos die größer als das Ansichtsfenster sind.

source: Allow resize big images
de_de: Erlaube Verkleinerung großer Bilder

source: Display image title.
de_de: Bildtitel anzeigen.

source: Show title
de_de: Titel anzeigen?

source: Value between 0 and 100, 100 for no opacity.
de_de: Wert zwischen 0 und 100 (100 für keine Deckkraft).

source: Opacity
de_de: Deckkraft

source: Automatically start slideshow.
de_de: Slideshow automatisch starten?

source: Slideshow autoplay
de_de: Slideshow Autostart

source: Enter time (in miliseconds).
de_de: Zeit eingeben (in Millisekunden)

source: Display images as slideshow
de_de: Bilder als Slideshow anzeigen

source: Select animation speed for lightbox effect.
de_de: Wähle die Animationsgeschwindigkeit für den Lightbox-Effekt.

source: Animation speed
de_de: Animationsgeschwindigkeit

source: True will return to the first image after the last image is reached.
de_de: True (wahr) wird zum ersten Bild zurückspulen, sobald das letzte Bild erreicht ist.

source: Loop at end
de_de: Am Ende wiederholen

source: Enter the max video width in a lightbox.
de_de: Gib die maximale Videobreite eines Videos in der Lightbox ein.

source: Video max width
de_de: Video (max. Breite)

source: Enter the time after which the top and bottom bars will be hidden (when hiding is enabled).
de_de: Gib die Zeit an, nach der die Kopf- und Fußleiste ausgeblendet wird (nur wenn diese Funktion aktiv ist)

source: Hide top and bottom bars after a period of time.
de_de: Kopf- und Fußleiste nach einer bestimmten Zeit ausblenden.

source: Top and bottom bars
de_de: Kopf- und Fußleiste

source: Hide the top and bottom bars on mobile devices.
de_de: Die Leisten oben und unten auf mobilen Geräten verbergen

source: Remove bars on mobile
de_de: Leisten auf mobilen Geräten entfernen

source: Hide the close button on mobile devices.
de_de: Den Schließen-Button auf mobilen Geräten verbergen.

source: Hide close on mobile
de_de: Schließen auf mobilen Geräten verbergen

source: Enable this if you're having problems with navigation icons not visible on some devices.
de_de: Aktiviere diese Option, wenn Du Probleme mit den Navigations-Icons hast und diese auf manchen Geräten nicht angezeigt werden.

source: Force PNG icons
de_de: Erzwinge PNG Icons

source: Select a method of applying a lightbox effect.
de_de: Wähle eine Methode um einen Lightbox Effekt anzuwenden.

source: Animation type
de_de: Animationstyp

source: Lightboxes Settings
de_de: Lightbox Einstellungen

source: Delete all plugin settings on deactivation.
de_de: Alle Plugin-Einstellungen bei Deaktivierung löschen.

source: Delete data
de_de: Daten löschen

source: Enable to load scripts and styles only on pages that have images or galleries in post content.
de_de: Aktivieren, damit Scipte und Styles nur auf Seiten geladen werden, die Bilder oder Galerien im Inhalt haben

source: Conditional loading
de_de: Abhängiges Laden

source: Select where all the lightbox scripts should be placed.
de_de: Wähle, wo die Lightbox-Scripte platziert werden sollen

source: Loading place
de_de: Ort zum Laden

source: Enter a space separated list of events.
de_de: Gib eine mit Leerraum getrennte Liste von Ereignissen ein.

source: Enable triggering lightbox on custom jQuery events.
de_de: Aktiviere das Auslösen der Lightbox bei Custom jQuery-Ereignissen.

source: Try to force lightbox for custom WP gallery replacements, like Jetpack or Visual Composer galleries.
de_de: Versuche, Lightbox für andere WP-Galerien zu nutzen, wie Jetpack oder Visual Composer Galerien.

source: Gallery image title
de_de: Galerie Bild-Titel

source: Select image size for gallery image links.
de_de: Wähle die Bildgröße für die verlinkten Bilder in der Galerie

source: Gallery image size
de_de: Galerie Bild-Größe

source: Galleries
de_de: Galerien

source: Display single post images as a gallery.
de_de: Zeige ein einzelnes Beitragsbild als Galerie.

source: Single images as gallery
de_de: Einzelnes Bild als Galerie

source: Select title for single images.
de_de: Wähle den Titel für die einzelnen Bilder

source: Single image title
de_de: Titel des Bildes

source: Enter the rel selector lightbox effect will be applied to.
de_de: Gib den rel-selector Lightbox Effekt ein, der verwendet werden soll

source: Selector
de_de: Wähler

source: Select your preferred ligthbox effect script or get our <a href="%s">premium extensions</a>.
de_de: Wähle Dein bevorzugtes Lightboxeffekt-Script oder hole die <a href="%s">Premium Erweiterungen</a>.

source: Large
de_de: Groß

source: Medium
de_de: Mittel

source: Thumbnail
de_de: Vorschaubild

source: Image Description
de_de: Bild-Beschreibung

source: Image Alt Text
de_de: Bild-Alternativtext

source: Image Caption
de_de: Bildunterschrift

source: Image Title
de_de: Bildtitel

source: fall
de_de: fallen

source: slide down
de_de: nach unten gleiten

source: slide up
de_de: nach oben gleiten

source: slide right
de_de: nach rechts gleiten

source: slide left
de_de: nach links gleiten

source: fade scale
de_de: verblassen (skaliert)

source: over
de_de: Über

source: inside
de_de: Innen

source: outside
de_de: Außen

source: swing
de_de: schwingen

source: no
de_de: nein

source: yes
de_de: ja

source: auto
de_de: automatisch

source: none
de_de: keine

source: fade
de_de: verblassen

source: elastic
de_de: elastisch

source: direct
de_de: Direkt

source: opaque
de_de: Undurchsichtig

source: window
de_de: Fenster

source: dark square
de_de: Dunkel (quadratisch)

source: light square
de_de: Hell (quadratisch)

source: dark rounded
de_de: Dunkel (abgerundet)

source: light rounded
de_de: Hell (abgerundet)

source: default
de_de: Standard

source: fast
de_de: schnell

source: slow
de_de: langsam
