Repository: joynal05/booking-2
Catalog: languages-old/plugins/very-simple-favicon-manager-*.po
Languages: de_de

source: click here
de_de: hier klicken

source: This is a very simple plugin to set a favicon and a home screen icon for your website. For more info please check readme file.
de_de: Dies ist ein sehr einfaches Plugin, das es erlaubt, ein Favicon oder ein Homescreen-Icon anzuzeigen. Weitere Informationen findest du im Readme.

source: A default favicon or home screen icon will be displayed in case no link to a favicon or home screen icon is added.
de_de: Wenn kein Link zu einem Favicon oder Homescreen-Icon angegeben wird, wird das Standard-Icon angezeigt.

source: Android device often uses the iOS home screen icon.
de_de: Android-Systeme benutzen häufig das iOS-Homescreen-Icon.

source: Background for Windows home screen icon
de_de: Hintergrund des Windows-Homescreen-Icons

source: Home screen icon for Windows (144x144px)
de_de: Homescreen-Icon für Windows (144×144px)

source: Home screen icon for iOS (180x180px)
de_de: Homescreen-Icon für iOS (180×180px)

source: This color will be used as background for the home screen icon.
de_de: Diese Farbe wird als Hintergrund des Homescreen-Icons verwendet.

source: Color
de_de: Farbe

source: Settings
de_de: Einstellungen

source: More info
de_de: Weitere Informationen

source: Upload your home screen icon (.png file) in the media library and copy-paste link here.
de_de: Lade dein Homescreen-Icon (.png-Datei) in die Mediathek hoch, kopiere den Link und setze ihn hier ein.

source: Upload your favicon (.ico file) in the media library and copy-paste link here.
de_de: Lade dein Favicon (.ico-Datei) in die Mediathek hoch, kopiere den Link und setze ihn hier ein.

source: Favicon (16x16px or multi-size)
de_de: Favicon (16×16px oder Multi-Size)
